/* App name */
"About.appName.android" = "ETZ";

/* About screen blog label */
"About.blog" = "部落格";

/* About screen footer */
"About.footer" = "由全球 ETZ 團隊製作。版本 %1$@";

/* Privay Policy button label */
"About.privacy" = "隱私政策";

/* About screen reddit label */
"About.reddit" = "Reddit";

/* Terms of Use button label */
"About.terms" = "使用規定";

/* About screen title */
"About.title" = "關於";

/* About screen twitter label */
"About.twitter" = "Twitter";

/* About screen wallet ID label */
"About.walletID" = "ETZ 獎勵 ID";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "關閉";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "支援中心";

/* Account balance */
"Account.balance" = "餘額";

/* $10000 per BTC */
"Account.exchangeRate" = "%1$@ 每 %2$@";

/* Loading Wallet Message */
"Account.loadingMessage" = "正在載入電子錢包";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "我的 ETZ";

/* Third party keyboard warning */
"Alert.customKeyboard.android" = "您似乎在使用第三方鍵盤，這可能會記錄您按下的鍵並竊取您的「紙鑰」。請切換至預設的 Android 鍵盤以獲得額外的保護。";

/* Error alert title */
"Alert.error" = "錯誤";

/* Keystore error */
"Alert.keystore.generic.android" = "您的 Android OS 金鑰儲存區有問題，請聯絡 support@etherzero.org";

/* KeyStore error, keys are invalidated */
"Alert.keystore.invalidated.android" = "您的 ETZ 加密資料最近已被判定為無效，因爲您的 Android 螢幕鎖定已被停用。";

/* Keystore error title */
"Alert.keystore.title.android" = "Android 金鑰儲存區錯誤";

/* No internet alert message */
"Alert.noInternet" = "找不到網路連線。請檢查您的連線，然後再試一次。";

/* Warning alert title */
"Alert.warning" = "警告";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "已複製位址";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "已成功複製所有的電子錢包位址。";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "紙上金鑰已設定";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "太棒了！";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "PIN 已設定";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "寄出失敗";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "寄出確認";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "錢已寄出！";

/* Fingerprint was recognized by the scanner */
"Alerts.touchIdSucceeded.android" = "已辨識指紋";

/* Tell the user where they can enable permissions to access device storage. */
"Android.allowFileSystemAccess" = "請在您的裝置啟用儲存權限：[設定] > [應用程式] > [ETZ] > [權限]。";

/* The "home" screen is the name of the top level menu for the app. */
"Android.BCH.welcome.message" = "任何在您錢包裡的 BCH 都可透過主畫面存取。";

"Android.BCH.welcome.title" = "ETZ 現在支援比特幣！";

"Android.screenAlteringMessage" = "除非停用螢幕改變應用程式（例如 Twilight），否則 ETZ 無法正常運作。";

/* An app that alters the screen ("screen-altering app") has been detected. */
"Android.screenAlteringTitle" = "偵測到螢幕改變應用程式";

/* JSON Serialization error message */
"ApiClient.jsonError" = "JSON 序列化錯誤";

/* Wallet not ready error message */
"ApiClient.notReady" = "電子錢包尚未就緒";

/* API Token error message */
"ApiClient.tokenError" = "無法擷取 API 權杖";

/* Send BCH view body. */
"BCH.body" = "在下方輸入目的地 BCH 地址。分叉（%1$@）之時錢包內所有的 BCH 都會送出。";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "確定送出 %1$@ 至 %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "確認";

/* Generic bch erorr message */
"BCH.genericError" = "您的帳戶內沒有任何 BCH，或您是在分叉後取得 BCH。";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "已複制交易 ID";

/* No address error message */
"BCH.noAddressError" = "請輸入地位";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "BCH 交易不支援付款組合要求";

/* BCH successfully sent alert message */
"BCH.successMessage" = "BCH 已成功寄送。";

/* Widthdraw BCH view title */
"BCH.title" = "提取 BCH";

/* Tx Hash button header */
"BCH.txHashHeader" = "BCH 交易 ID";

/* Approve button label */
"BitID.approve" = "許可";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ 要求認證使用您的比特幣錢包";

/* Deny button label */
"BitID.deny" = "拒絕";

/* BitID error alert title */
"BitID.error" = "認證錯誤";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "請檢查服務。您可能必須重試一次。";

/* BitID success alert title */
"BitID.success" = "認證成功。";

/* BitID Authentication Request alert view title */
"BitID.title" = "要求認證比特 ID";

/* As in "(tap here to) buy (bitcoin)" */
"Button.buy" = "購買";

/* Cancel button label */
"Button.cancel" = "取消";

/* prompt continue button */
"Button.continueAction" = "繼續";

/* prompt dismiss button */
"Button.dismiss" = "終止";

/* Button to return to the "home" screen (the home screen is the top menu). */
"Button.Home" = "首頁";

/* Ignore button label */
"Button.ignore" = "略過";

/* menu button */
"Button.menu" = "選單";

/* No button */
"Button.no" = "不要";

/* OK button label */
"Button.ok" = "確定";

/* receive button */
"Button.receive" = "接收";

/* Click this button to sell an asset */
"Button.sell" = "賣出";

/* send button */
"Button.send" = "寄出";

/* Settings button label */
"Button.settings" = "設定";

/* Settings button label */
"Button.submit" = "提交";

/* Yes button */
"Button.yes" = "要";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "將您的 ID 在方塊置中";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "寄送金額：";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "網絡費：";

/* eg. Processing time: This transaction is predicted to complete in [10-60 minutes]. */
"Confirmation.processingTime" = "處理時間：該筆交易預計在 %1$@ 後完成。";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "寄送";

/* Confirmation Screen title */
"Confirmation.title" = "確認";

/* To: (address) */
"Confirmation.to" = "給";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "總計：";

/* Confirm paper phrase error message */
"ConfirmPaperPhrase.error" = "輸入之文字與您的紙金鑰不符，請再試一次";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "要確保每項資料都正確寫下，請從紙上金鑰輸入下列字組。";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "字組 #%1$@";

/* Agree to legal terms button */
"Crowdsale.agree" = "同意";

/* As in "(tap here to) buy (some) tokens" */
"Crowdsale.buyButton" = "購買代幣";

/* Decline to legal terms button */
"Crowdsale.decline" = "拒絕";

/* Resume Idnetify verification button */
"Crowdsale.resume" = "恢復驗證";

/* Retry Identity verification button */
"Crowdsale.retry" = "重試";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "比特幣顯示單位";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "匯率";

/* The wallet is disabled. */
"Disabled.title" = "停用錢包";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "本裝置並非設定來以 iOS 郵件應用程式傳送電子郵件。";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "無法使用電子郵件";

/* Message that gets shown when we've detected the user has encountered the looping lock-screen bug. (preserve [ ] characters) */
"ErrorMessages.loopingLockScreen.android" = "由於您安卓系統版本中的錯誤，因此 ETZ 無法取得認證。[請點擊此瞭解更多資訊。]";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "本裝置並非設定來傳送訊息。";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "無法使用傳訊";

/* Fingerprint was not recognized by the scanner, please try scanning again */
"ErrorMessages.touchIdFailed.android" = "指紋無法識別。請再試一次。";

/* You can customize your Face ID Spending Limit from the [menu] */
"FaceIDSettings.customizeText" = "您可由 %1$@ 自訂 Face ID 消費上限。";

/* Face Id screen label */
"FaceIDSettings.label" = "刷臉解鎖您的 ETZ 並在設定的限制內撥款。";

/* Title of the screen for setting the Face ID Spending Limit */
"FaceIDSettings.linkText" = "Face ID 消費上限畫面";

/* Setting to turn on Face ID for ETZ */
"FaceIDSettings.switchLabel" = "開放 ETZ 使用 Face ID";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Instructions on how to turn on face id on the iPhone. Please ensure the name of the menu in this string matches the wording Apple uses in the iPhone menu. */
"FaceIDSettings.unavailableAlertMessage" = "您尚未在此設備上設定 Face ID。現在就至設定->Face ID＆密碼來設置。";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "尚未設置 Face ID";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Face ID 消費上限";

/* Economy fee */
"FeeSelector.economy" = "經濟";

/* E.g. [This transaction is predicted to complete in] 1-24 hours */
"FeeSelector.economyTime" = "1-24 小時";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "此選項不建議用於時效性的交易。";

/* E.g. Estimated delivery: 10-60 minutes */
"FeeSelector.estimatedDeliver" = "預計發送時間：%1$@";

/* [This transaction will complete in] 2-5 minutes */
"FeeSelector.ethTime" = "2-5 分鐘";

/* Regular fee */
"FeeSelector.regular" = "標準";

/* E.g. [This transaction is predicted to complete in] 10-60 minutes */
"FeeSelector.regularTime" = "10-60 分鐘";

/* Fee Selector title */
"FeeSelector.title" = "處理速度";

/* This is the section that allows administration of the user's wallet */
"HomeScreen.admin" = "管理";

/* This section lists the users wallets */
"HomeScreen.portfolio" = "錢包";

/* Label for the total balance of all the user's assets (style is all lower case if your language permits) */
"HomeScreen.totalAssets" = "總資產";

/* Checking private key balance progress view text */
"Import.checking" = "正在檢查私密金鑰餘額…";

/* Sweep private key confirmation message */
"Import.confirm" = "要從這個私密金鑰寄出 %1$@ 到您的電子錢包嗎？比特幣網路會收到 %2$@ 的費用。";

/* Duplicate key error message */
"Import.Error.duplicate" = "此私密金鑰已經在您的電子錢包了。";

/* empty private key error message */
"Import.Error.empty" = "此私密金鑰是空白的。";

/* High fees error message */
"Import.Error.highFees" = "交易手續費可能會超過此私密金鑰上的可用資金。";

/* Not a valid private key error message */
"Import.Error.notValid" = "不是有效的私密金鑰";

/* Import signing error message */
"Import.Error.signing" = "簽署交易出錯";

/* [Redeem] the funds stored on this private key. */
"Import.importButton" = "兌換";

/* Importing wallet progress view label */
"Import.importing" = "兌換私密金鑰中";

/* Caption for graphics */
"Import.leftCaption" = "私密金鑰";

/* Import wallet intro screen message */
"Import.message" = "私密金鑰通常以 QR 碼形式印在紙上，作為離線儲存資金使用。利用單一交易兌換私密金鑰下所控制的所有資金匯入您的 ETZ。";

/* Enter password alert view title */
"Import.password" = "此私密金鑰受密碼保護。";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "密碼";

/* Caption for graphics */
"Import.rightCaption" = "您的 ETZ 錢包";

/* Scan Private key button label */
"Import.scan" = "掃描私密金鑰";

/* Import wallet success alert title */
"Import.success" = "成功";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "成功兌換私密金鑰。";

/* Import Wallet screen title */
"Import.title" = "兌換私密金鑰";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "正在解除鎖定金鑰";

/* Import wallet intro warning message */
"Import.warning" = "兌換私密金鑰並不會匯入交易歷史或其他資料。";

/* Wrong password alert message */
"Import.wrongPassword" = "密碼錯誤，請重試一次。";

/* Close app button */
"JailbreakWarnings.close" = "關閉";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "略過";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "裝置安全性遭破解\n 任何「越獄」應用程式都可以存取 ETZ 的鑰匙圈資料、 竊取您的比特幣！立即抹除這個錢包，在安全的裝置上還原。";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "裝置安全性遭破解\n 任何「越獄」應用程式都可以存取 ETZ 的鑰匙圈資料、 竊取您的比特幣。請只在未越獄的裝置上使用 ETZ。";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "警告";

/* Wipe wallet button */
"JailbreakWarnings.wipe" = "抹除";

/* Location services disabled error */
"LocationPlugin.disabled" = "定位服務已停用。";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "ETZ 沒有存取定位服務的權限。";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "您在 %1$@ 建立了電子錢包";

/* Manage wallet description text */
"ManageWallet.description" = "您的錢包名稱只會出現在您的帳戶交易記錄中，任何其他人都看不到。";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "電子錢包名稱";

/* Manage wallet modal title */
"ManageWallet.title" = "管理電子錢包";

/* "Add [a] Wallet [to the home screen]" */
"MenuButton.addWallet" = "增加錢包";

/* Buy bitcoin title */
"MenuButton.buy" = "購買比特幣";

/* Menu button title */
"MenuButton.lock" = "鎖定電子錢包";

/* Menu button title */
"MenuButton.security" = "資訊安全中心";

/* Menu button title */
"MenuButton.settings" = "設定";

/* Menu button title */
"MenuButton.support" = "支援";

/* button label */
"MenuViewController.createButton" = "建立新的電子錢包";

/* Menu modal title */
"MenuViewController.modalTitle" = "選單";

/* button label */
"MenuViewController.recoverButton" = "復原電子錢包";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "切換至自動模式";

/* Node is connected label */
"NodeSelector.connected" = "已連線";

/* Node is connecting label */
"NodeSelector.connecting" = "連接中";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "輸入節點的 IP 位址及連接埠（選擇性）";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "輸入節點";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "切換至手動模式";

/* Node address label */
"NodeSelector.nodeLabel" = "目前主節點";

/* Node is not connected label */
"NodeSelector.notConnected" = "未連線";

/* Node status label */
"NodeSelector.statusLabel" = "節點連線狀態";

/* Node Selector view title */
"NodeSelector.title" = "比特幣節點";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "不良的付款請求";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "不支持的或損毀的文件";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "憑證遺失";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "請求已過期";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "無法進行付款";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "比特幣付款不能少於 %1$@。";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "比特幣交易輸出不能少於 %1$@。";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "不受支援的簽章類型";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "不受信任的憑證";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "點擊繼續來啟用 Face ID";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "啟用 Face ID";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "必須有裝置密碼來保護您的錢包。進入設定並開啟密碼。";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "開啟裝置密碼。";

/* Instruction how to enable device encryption */
"Prompts.NoScreenLock.body.android" = "需要裝置螢幕鎖定來保護您的錢包。前往「設定」 > 「安全性」 > 「螢幕鎖定」，啟用來繼續。";

/* Device encryption prompt title */
"Prompts.NoScreenLock.title.android" = "螢幕鎖定已停用";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "必須儲存紙上金鑰，以防萬一您遺失或換電話。點選這裡來繼續。";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "需要採取動作";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "您的電子錢包可能不同步。這通常可以經由重新掃描區塊鏈來修正。";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "交易被拒";

/* Share data prompt body */
"Prompts.ShareData.body" = "和我們分享您的匿名資料來協助改善 ETZ";

/* Share data prompt title */
"Prompts.ShareData.title" = "分享匿名資料";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "點選這裡來啟用 Touch ID";

/* Enable Fingerprint prompt body */
"Prompts.TouchId.body.android" = "點選這裡來啟用指紋驗證";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "啟用 Touch ID";

/* Enable Fingerprint prompt title */
"Prompts.TouchId.title.android" = "啟用指紋驗證";

/* Button on fingerprint prompt so the user can enter their PIN instead */
"Prompts.TouchId.usePin.android" = "密碼";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "ETZ 已經升級至 6 位數 PIN 碼。請點這裡升級。";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "升級 PIN 碼";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "開啟通知，好在未來收到 ETZ 的特別訊息。";

/* Push notifications toggle switch label */
"PushNotifications.label" = "推播";

/* Push notifications are off label */
"PushNotifications.off" = "關閉";

/* Push notifications are on label */
"PushNotifications.on" = "開啟";

/* Push notifications settings view title label */
"PushNotifications.title" = "通知";

/* Address copied message. */
"Receive.copied" = "已複製至剪貼簿。";

/* Share via email button label */
"Receive.emailButton" = "電子郵件";

/* Request button label */
"Receive.request" = "要求帳戶";

/* Share button label */
"Receive.share" = "分享";

/* Share via text message (SMS) */
"Receive.textButton" = "簡訊";

/* Receive modal title */
"Receive.title" = "收取";

/* Done button text */
"RecoverWallet.done" = "完成";

/* Recover wallet header */
"RecoverWallet.header" = "復原電子錢包";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "重設 PIN 碼";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "輸入紙本金鑰";

/* Recover wallet intro */
"RecoverWallet.intro" = "以您的紙本金鑰復原您的 ETZ";

/* Invalid paper key message */
"RecoverWallet.invalid" = "紙本金鑰";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "左箭頭";

/* Next button label */
"RecoverWallet.next" = "下一步";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "點此了解更多資訊。";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "右箭頭";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "針對您想要復原的錢包輸入紙本金鑰。";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "為重設 PIN 碼，請在下方空格內輸入您的紙本金鑰上的字串。";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "請先輸入一個帳戶";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "要求帳戶";

/* Alert action button label */
"ReScan.alertAction" = "同步";

/* Alert message body */
"ReScan.alertMessage" = "同步期間無法發款。";

/* Alert message title */
"ReScan.alertTitle" = "要與區塊鏈同步嗎？";

/* extimated time */
"ReScan.body1" = "20-45 分鐘";

/* Syncing explanation */
"ReScan.body2" = "如果交易在比特幣網上已經顯示為完成，但沒有出現在您的 ETZ 上。";

/* Syncing explanation */
"ReScan.body3" = "你不斷收到「交易被拒」的錯誤。";

/* Start Sync button label */
"ReScan.buttonTitle" = "開始同步";

/* Sync blockchain view footer */
"ReScan.footer" = "與區塊鏈同步期間無法發款。";

/* Sync Blockchain view header */
"ReScan.header" = "與區塊鏈同步";

/* Subheader label */
"ReScan.subheader1" = "預估時間";

/* Subheader label */
"ReScan.subheader2" = "什麼時候該進行同步？";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "相機閃光";

/* Complete filter label */
"Search.complete" = "完成";

/* Pending filter label */
"Search.pending" = "待決";

/* Received filter label */
"Search.received" = "已收到";

/* [Click here to] search */
"Search.search" = "搜尋";

/* Sent filter label */
"Search.sent" = "已寄送";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Face ID";

/* Security Center Info */
"SecurityCenter.info" = "啟用所有安全功能，以獲得最大保障。";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "您的手機遺失或升級時，存取您的以太零唯一的方式。";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "紙本金鑰";

/* PIN button description */
"SecurityCenter.pinDescription" = "保護您的 ETZ，防範未經授權的使用者。";

/* PIN button title */
"SecurityCenter.pinTitle" = "6 位數 PIN 碼";

/* Security Center Title */
"SecurityCenter.title" = "資訊安全中心";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "輕鬆解鎖您的 ETZ，並在設定好的限額內寄送款項。";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Security center fingerprint authentication button */
"SecurityCenter.touchIdTitle.android" = "指紋驗證";

/* Send money amount label */
"Send.amountLabel" = "金額";

/* Balance: $4.00 */
"Send.balance" = "餘額：%1$@";

/* Instructions how to allow the camera access for the app */
"Send.cameraUnavailabeMessage.android" = "到「設定」 > 「應用程式」 > 「ETZ」 > 「權限」允許相機存取";

/* Permission required to access camera */
"Send.cameraUnavailabeTitle.android" = "ETZ 尚未獲准存取相機";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "請至「設定」允許存取相機。";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "ETZ 未獲得存取相機的權限";

/* Warning when sending to self. */
"Send.containsAddress" = "目的地為您自己的地址。您不能寄送給自己。";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "無法建立交易。";

/* Description for sending money label */
"Send.descriptionLabel" = "備註";

/* Description for sending data label */
"Send.dataValueLabel" = "交易的Data";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "剪貼板是空的";

/* "(you) can't send (to your)self" */
"Send.ethSendSelf" = "無法寄給自己";

/* Network Fee: $0.01 */
"Send.fee" = "網路費：%1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "受款人身分未經認證。";

/* Insufficient funds error */
"Send.insufficientFunds" = "資金不足";

/* e,g, "You must have at least $2 in your wallet in order to transfer this type of token." In this case, "token" is an ethereum ERC20 token. */
"Send.insufficientGasMessage" = "欲傳送此類代幣，您錢包中至少須有 %1$@。請問您現在要前往以太零錢包嗎？";

/* Your ethereum balance is insufficient to complete this action. */
"Send.insufficientGasTitle" = "以太零餘額不足";

/* e.g. The destination is not a valid (bitcoin) address. */
"Send.invalidAddressMessage" = "目的地址不是一個有效的%1$@地址。";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "剪貼板未包含有效的比特幣地址。";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "位址無效";

/* Is rescanning error message */
"Send.isRescanning" = "完全重新掃描期間無法寄送。";

/* Warning when the user is trying to send bitcoin cash to a legacy bitcoin address (possible, but probably not what the user wants to do) */
"Send.legacyAddressWarning" = "注意，這是一個 legacy 比特幣位址。您確定要傳送比特幣現金至此嗎？";

/* We are loading the request (now) */
"Send.loadingRequest" = "正在載入要求";

/* Transaction fee could not be be caluculated error. */
"Send.nilFeeError" = "資金不足支付轉帳費用。";

/* Empty address alert message */
"Send.noAddress" = "請輸入收受者的地址。";

/* Emtpy amount alert message */
"Send.noAmount" = "請輸入欲寄送的金額。";

/* No Fees error */
"Send.noFeesError" = "正在下載網路資金現況。請再試一次。";

/* Paste button label */
"Send.pasteLabel" = "貼上";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "無法公布交易。";

/* Could not load remote request error message */
"Send.remoteRequestError" = "無法載入付款要求";

/* Scan button label */
"Send.scanLabel" = "掃描";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "寄送";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "寄送";

/* Send money to label */
"Send.toLabel" = "給";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "比特幣位址專供一次性使用。";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "重複使用會降低您與收受者的隱私，如果收受者無法直接控制該位址，可能會造成損失。";

/* Adress already used alert title */
"Send.UsedAddress.title" = "位址已有人使用";

/* Other settings section header */
"Settings.other" = "其他";

"Settings.zero" = "其他";

/* About label */
"Settings.about" = "關於";

/* Advanced settings header */
"Settings.advanced" = "進階";

/* Advanced Settings title */
"Settings.advancedTitle" = "進階設定";

/* i.e. the currency which will be displayed */
"Settings.currency" = "顯示貨幣";

/* e.g. "USD Settings" (settings for how USD is handled) */
"Settings.currencyPageTitle" = "%1$@ 設定";

/* Section title for a collection of different settings screens, one for each currency */
"Settings.currencySettings" = "貨幣設定";

/* Join Early access label */
"Settings.earlyAccess" = "參加「先行體驗」";

/* Are you enjoying ETZ alert message body */
"Settings.enjoying" = "您喜歡 ETZ 嗎？";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Face ID 消費上限";

/* Redeem the funds stored on this private key. */
"Settings.importTitle" = "兌換私密金鑰";

/* Manage settings section header */
"Settings.manage" = "管理";

/* Notifications label */
"Settings.notifications" = "通知";

/* Section header for "other settings". */
"Settings.other" = "其他";

/* Preferences settings section header */
"Settings.preferences" = "偏好";

/* Tap here to reset the list of currencies to the default settings. */
"Settings.resetCurrencies" = "重設為預設貨幣";

/* Leave review button label */
"Settings.review" = "為我們撰寫評論";

/* Share anonymous data label */
"Settings.shareData" = "分享匿名資料";

/* Sync blockchain label */
"Settings.sync" = "與區塊鏈同步";

/* Settings title */
"Settings.title" = "設定";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Touch ID 花費上限";

/* The fingerprint spending limit */
"Settings.touchIdLimit.android" = "指紋驗證花費限制";

/* Wallet Settings section header */
"Settings.wallet" = "錢包";

/* Unlink/delete your wallet from the current device. */
"Settings.wipe" = "移除與此裝置連結";

/* Share data view body */
"ShareData.body" = "請跟我們分享您的匿名資料，以協助我們改善 ETZ。其中不會包含財務資訊。我們尊重您的財務隱私。";

/* Share data header */
"ShareData.header" = "分享資料？";

/* Share data switch label. */
"ShareData.toggleLabel" = "分享匿名資料？";

/* button label */
"StartPaperPhrase.againButtonTitle" = "再寫一次紙本金鑰";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "您的手機遺失、損壞或升級時，紙本金鑰是復原\n ETZ 唯一的方式。\n\n我們會向您出示一個字串，請寫在紙上並妥善保管。";

/* button label */
"StartPaperPhrase.buttonTitle" = "寫下紙本金鑰";

/* Argument is date */
"StartPaperPhrase.date" = "您最近一次在 %1$@ 寫下了您的紙本金鑰";

/* button label */
"StartViewController.createButton" = "創建新錢包";

/* Start view message */
"StartViewController.message" = "使用以太零最安全、最有保障的方式。";

/* Recover your wallet from a backup */
"StartViewController.recoverButton" = "恢復錢包";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "正在連線";

/* Syncing view header text */
"SyncingView.header" = "正在同步";

/* Retry button label */
"SyncingView.retry" = "重試";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "正在同步";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ 天";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ 小時";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ 分鐘";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ 秒";

/* Add [this item to the list] */
"TokenList.add" = "增加";

/* Add Wallets  [to your home screen] */
"TokenList.addTitle" = "增加錢包";

/* Hide [this token from view] */
"TokenList.hide" = "隱藏";

/* [click here to] Manage [your] Wallets */
"TokenList.manageTitle" = "管理錢包";

/* Remove [this item from the list] */
"TokenList.remove" = "移除";

/* Show [this item on your home screen] */
"TokenList.show" = "顯示";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "你可以在%1$@自訂你的 Touch ID 支出限額。";

/* Fingerprint enabling description body */
"TouchIdSettings.customizeText.android" = "您可以從「指紋授權花費限制」畫面自訂「指紋驗證花費限制」";

/* Instruction for the fingerprint setup */
"TouchIdSettings.disabledWarning.body.android" = "您尚未啟用此裝置上的指紋驗證。前往「設定」 -> 「安全性」來設定指紋驗證。";

/* Fingerprint Is Not Setup */
"TouchIdSettings.disabledWarning.title.android" = "指紋驗證並未啟用";

/* Touch Id screen label */
"TouchIdSettings.label" = "以您的指紋解鎖 ETZ，並在設定好的限額內寄送款項。";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Touch ID 支出限額畫面";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "花費上限：%1$@（%2$@）";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "為 ETZ 啟用 Touch ID";

/* Enable fingerprint for this wallet called ETZ */
"TouchIdSettings.switchLabel.android" = "指紋驗證";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Fingerprint authentication label */
"TouchIdSettings.title.android" = "指紋驗證";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "您尚未在此裝置設定 Touch ID。請立刻至「設定」->「 Touch ID 與密碼」進行設定。";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "未設定 Touch ID";

/* Always require passcode option */
"TouchIdSpendingLimit" = "總是要求密碼";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "您必須輸入 6 位數 PIN 碼，才能送出超過您花費上限的交易；上次輸入 6 位數 PIN 碼經過 48 小時後，也必須重新輸入。";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Touch ID 花費上限";

/* name of spending limit when using fingerprint authorization */
"TouchIdSpendingLimit.title.android" = "指紋授權花費限制";

/* Availability status text */
"Transaction.available" = "可花用";

/* Transaction complete label */
"Transaction.complete" = "完成";

/* Transaction is confirming status text */
"Transaction.confirming" = "進行中";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "最終餘額：%1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "收取時之匯率：";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "送出時之匯率：";

/* Transaction failed status text */
"Transaction.failed" = "失敗";

/* (b600 fee) */
"Transaction.fee" = "（%1$@ 費）";

/* Invalid transaction */
"Transaction.invalid" = "無效";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "剛剛";

/* Transaction is pending status text */
"Transaction.pending" = "作業中";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "處理中：%1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "處理中：%1$@";

/* sending to <address> */
"Transaction.sendingTo" = "正在寄送至 %1$@";

/* sent to <address> */
"Transaction.sentTo" = "寄送至 %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "開始餘額：%1$@";

/* e.g. "[The money you paid was a] Fee for token transfer: ETZ" (ETZ is the token that was transfered) */
"Transaction.tokenTransfer" = "代幣傳送費用：%1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "正在等待確認。部分商家要求確認完成交易。預估時間：1-2 小時。";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "帳戶";

/* Address received from header */
"TransactionDetails.addressFromHeader" = "由";

/* Address sent to header */
"TransactionDetails.addressToHeader" = "至";

/* e.g. "(this was received) via (address #1)" via = by way of */
"TransactionDetails.addressViaHeader" = "經";

/* Amount section header */
"TransactionDetails.amountHeader" = "金額";

/* "(it was worth) $100 when sent, (and it is worth) $200 now" */
"TransactionDetails.amountWhenReceived" = "寄出時為 %1$@，現為 %2$@";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "已在區塊確認";

/* Memo section header */
"TransactionDetails.commentsHeader" = "備註";

/* Memo field placeholder */
"TransactionDetails.commentsPlaceholder" = "新增備忘錄……";

/* Timestamp section header for complete tx */
"TransactionDetails.completeTimestampHeader" = "完成";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "您的交易會顯示於此。";

/* e.g. the users balance after the transaction was compeleted */
"TransactionDetails.endingBalanceHeader" = "最終餘額";

/* Exchange rate section header */
"TransactionDetails.exchangeRateHeader" = "匯率";

/* Tx detail field header */
"TransactionDetails.feeHeader" = "總費用";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "於 %1$@";

/* Tx detail field header */
"TransactionDetails.gasLimitHeader" = "Gas 限價";

/* Tx detail field header */
"TransactionDetails.gasPriceHeader" = "Gas 價格";

/* Label showing the transaction was started (initialized) */
"TransactionDetails.initializedTimestampHeader" = "已開始";

/* More button title */
"TransactionDetails.more" = "更多……";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "已轉移 %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "已移動 <b>%1$@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "未確認";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "已收取 %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "已收到 <b>%1$@</b>";

/* received from <address> */
"TransactionDetails.receivedFrom" = "已收取自 %1$@";

/* received via <address> */
"TransactionDetails.receivedVia" = "已經 %1$@ 收到";

/* receiving from <address> */
"TransactionDetails.receivingFrom" = "正收取自 %1$@";

/* receiving via <address> */
"TransactionDetails.receivingVia" = "正在經 %1$@ 收到";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "已送出 %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "已寄出 <b>%1$@</b>";

/* Show Details button */
"TransactionDetails.showDetails" = "顯示細節";

/* The balance the user started with before the transaction completed */
"TransactionDetails.startingBalanceHeader" = "原始餘額";

/* Status section header */
"TransactionDetails.statusHeader" = "狀態";

/* Transaction Details Title */
"TransactionDetails.title" = "交易詳情";

/* Hide Details button */
"TransactionDetails.titleFailed" = "隱藏細節";

/* Transaction Details Title - Internal */
"TransactionDetails.titleInternal" = "內部";

/* Transaction Details Title - Received */
"TransactionDetails.titleReceived" = "已收到";

/* Transaction Details Title - Receiving */
"TransactionDetails.titleReceiving" = "正在收到";

/* Transaction Details Title - Sending */
"TransactionDetails.titleSending" = "正在寄送";

/* Transaction Details Title - Sent */
"TransactionDetails.titleSent" = "已寄送";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "至 %1$@";

/* Tx detail field header */
"TransactionDetails.totalHeader" = "總計";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "交易識別碼";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "已於此地址接收";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "已傳送至此地址";

/* Disabled until date */
"UnlockScreen.disabled" = "關閉至：%1$@";

/* Unlock with FaceID accessibility label */
"UnlockScreen.faceIdText" = "使用 FaceID 解鎖";

/* My Address button title */
"UnlockScreen.myAddress" = "我的地址";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "重設 PIN 碼";

/* Scan button title */
"UnlockScreen.scan" = "掃描";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "輸入 PIN 碼";

/* Instruction to touch the sensor for fingerprint authentication */
"UnlockScreen.touchIdInstructions.android" = "觸控感測器";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "解鎖您的 ETZ。";

/* Device authentication body */
"UnlockScreen.touchIdPrompt.android" = "請解除鎖定您的 Android 裝置來繼續。";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "以 TouchID 解鎖";

/* Device authentication title */
"UnlockScreen.touchIdTitle.android" = "需要驗證";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "錢包已解鎖";

/* Update PIN caption text */
"UpdatePin.caption" = "請記住此 PIN 碼。如果忘記，會無法存取您的以太零。";

/* PIN creation info. */
"UpdatePin.createInstruction" = "您的 PIN 碼會用於解鎖 ETZ 及送出款項。";

/* Update PIN title */
"UpdatePin.createTitle" = "設定 PIN 碼";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "重新輸入 PIN 碼";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "輸入目前的 PIN 碼";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "請輸入新 PIN 碼";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "重新輸入新 PIN 碼";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "很抱歉，無法更新 PIN 碼。";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "PIN 碼更新錯誤";

/* Update PIN title */
"UpdatePin.updateTitle" = "更新 PIN 碼";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "複製錢包地址至剪貼簿？";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "授權複製錢包地址至剪貼簿";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "複製錢包地址";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "複製";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "請輸入您的 PIN 碼授權此交易。";

/* Verify PIN view body */
"VerifyPin.continueBody" = "請輸入 PIN 碼以繼續";

/* Verify PIN view title */
"VerifyPin.title" = "PIN 碼為必填";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "授權此交易";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "開啟 ETZ iPhone 應用程式以設定您的錢包。";

/* Dismiss button label */
"Webview.dismiss" = "駁回";

/* Webview loading error message */
"Webview.errorMessage" = "載入內容時發生錯誤。請重試一次。";

/* Updating webview message */
"Webview.updating" = "正在更新……";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "ETZwallet 已經改名爲 ETZ，有嶄新的面貌和一些新功能。\n\n如果需要協助，就在大部分畫面的右上角尋找(?)。";

/* Top title of welcome screen */
"Welcome.title" = "歡迎使用 ETZ！";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "確定要刪除此錢包嗎？";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "抹除錢包？";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "抹除錢包失敗。";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "失敗";

/* Enter phrase to wipe wallet instruction. (Important to explain it is the CURRENT [this wallet's] paper key that needs to be entered). */
"WipeWallet.instruction" = "啟用新錢包或恢復已存在錢包，您必須先移除目前已安裝錢包的連結。欲繼續，鍵入目前錢包的私密金鑰。";

/* Instructions for unlinking the wallet */
"WipeWallet.startMessage" = "自此裝置移除您錢包的連結。一旦移除此錢包的連結，您可在此裝置上啟用新錢包或恢復其他不同錢包。";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "您將再也無法從這項裝置存取目前的 ETZ 錢包。餘額會留在片段上。";

/* Unlink this wallet from this device. */
"WipeWallet.title" = "移除錢包連結";

/* Wipe wallet button title */
"WipeWallet.wipe" = "抹除";

/* Wiping activity message */
"WipeWallet.wiping" = "正在抹除……";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "請依序寫下每個字，保存在安全的地方。";

/* button label */
"WritePaperPhrase.next" = "下一步";

/* button label */
"WritePaperPhrase.previous" = "上一頁";

/* 1 of 3 */
"WritePaperPhrase.step" = "%2$d 之 %1$d";

